app/controllers/show_controller.rb

  def jobs
    #render :action => "jobs_temp"
    @administrative = Category.find(1)
---
SELECT * FROM "categories" WHERE ("categories"."id" = 1)